Revit 2027 API
ParameterTypeId.SteelElemHoleAlpha Property
 "Taper Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemHoleAlpha { get; }
Public Shared ReadOnly Property SteelElemHoleAlpha As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemHoleAlpha {
	ForgeTypeId^ get ();
}
static member SteelElemHoleAlpha : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace